Repository: M1zz/ClipKeyboard
Catalog: ClipKeyboard/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 피드백 보내기
cs: Odeslat zpětnou vazbu
da: Send feedback
de: Feedback senden
el: Αποστολή σχολίων
en: Send Feedback
es: Enviar comentarios
fi: Lähetä palautetta
fr: Envoyer un retour
id: Kirim Masukan
it: Invia feedback
ja: フィードバックを送る
nb: Send tilbakemelding
nl: Stuur feedback
pl: Wyślij opinię
pt_br: Enviar feedback
ru: Отправить отзыв
sv: Skicka feedback
th: ส่งความคิดเห็น
tr: Geri bildirim gönder
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 發送意見回饋

source: 피드백 전부 보기
cs: Zobrazit všechnu zpětnou vazbu
da: Se al feedback
de: Alle Feedbacks ansehen
el: Προβολή όλων των σχολίων
en: See all feedback
es: Ver todos los comentarios
fi: Näytä kaikki palaute
fr: Voir tous les retours
id: Lihat semua masukan
it: Vedi tutti i feedback
ja: フィードバックをすべて見る
nb: Se alle tilbakemeldinger
nl: Bekijk alle feedback
pl: Zobacz wszystkie opinie
pt_br: Ver todos os feedbacks
ru: Смотреть все отзывы
sv: Visa all feedback
th: ดูความคิดเห็นทั้งหมด
tr: Tüm geri bildirimleri gör
vi: Xem tất cả phản hồi
zh_hans: 查看全部反馈
zh_hant: 查看全部意見回饋

source: 픽셀 마을
cs: Pixelová vesnice
da: Pixelby
de: Pixeldorf
el: Χωριό από pixel
en: Pixel village
es: Pueblo pixelado
fi: Pikselikylä
fr: Village pixel
id: Desa Piksel
it: Villaggio pixel
ja: ピクセルの村
nb: Pikselbyen
nl: Pixeldorp
pl: Pikselowa wioska
pt_br: Vila de pixels
ru: Пиксельная деревня
sv: Pixelbyn
th: หมู่บ้านพิกเซล
tr: Piksel köyü
vi: Làng pixel
zh_hans: 像素小镇
zh_hant: 像素小鎮

source: 필요 없으면 꺼 두세요
cs: Nepotřebujete-li to, vypněte to
da: Slå den fra, hvis du ikke har brug for den
de: Schalte ihn aus, wenn du ihn nicht brauchst
el: Απενεργοποιήστε το αν δεν το χρειάζεστε
en: Turn it off if you don’t need it
es: Desactívala si no la necesitas
fi: Sammuta, jos et tarvitse sitä
fr: Désactivez-le si vous n'en avez pas besoin
id: Matikan jika tidak perlu
it: Disattivala se non ti serve
ja: 不要ならオフにしてください
nb: Slå av hvis du ikke trenger det
nl: Zet het uit als je het niet nodig hebt
pl: Wyłącz, jeśli nie potrzebujesz
pt_br: Desative se não precisar
ru: Если не нужна, отключите
sv: Stäng av den om du inte behöver den
th: ปิดไว้ได้ถ้าไม่ต้องใช้
tr: İhtiyacınız yoksa kapatın
vi: Tắt đi nếu bạn không cần
zh_hans: 用不到可以关掉
zh_hant: 用不到可以關掉

source: 필요한 글자만 손가락으로 문질러 담아요
cs: Přejeďte prstem jen přes text, který potřebujete
da: Stryg fingeren hen over den tekst, du skal bruge
de: Wische mit dem Finger nur über den Text, den du brauchst
el: Περάστε το δάχτυλό σας πάνω από το κείμενο που θέλετε
en: Swipe your finger over just the text you need
es: Desliza el dedo solo sobre el texto que necesitas
fi: Hae vain tarvitsemasi teksti sormella pyyhkäisten
fr: Passez le doigt sur les seuls caractères dont vous avez besoin
id: Usap dengan jari hanya pada teks yang Anda perlukan
it: Passa il dito solo sul testo che ti serve
ja: 必要な文字だけ指でなぞって取り込めます
nb: Dra fingeren over teksten du trenger
nl: Veeg met je vinger over alleen de tekst die je nodig hebt
pl: Zaznacz palcem tylko potrzebny tekst
pt_br: Passe o dedo só sobre o texto que você precisa
ru: Проведите пальцем только по нужному тексту
sv: Dra fingret över just den text du behöver
th: ลากนิ้วผ่านเฉพาะข้อความที่ต้องการ
tr: Yalnızca ihtiyacınız olan metnin üzerinde parmağınızı kaydırın
vi: Chỉ cần lướt ngón tay qua phần chữ bạn muốn lấy
zh_hans: 用手指只划过需要的文字就能取用
zh_hant: 用手指只滑過需要的文字就能取用

source: 필요한 기능이나 불편했던 점을 남겨주시면 개발자가 직접 읽고 반드시 해결해 드릴게요.
cs: Napište nám, co potřebujete nebo co vám vadí: vývojář každou zprávu čte a postará se o nápravu.
da: Fortæl os, hvad du mangler, eller hvad der er besværligt: Udvikleren læser alt og får det rettet.
de: Schreib uns, was dir fehlt oder was dich stört: Der Entwickler liest jede Nachricht und kümmert sich darum.
el: Πείτε μας τι χρειάζεστε ή τι σας δυσκόλεψε. Ο προγραμματιστής διαβάζει κάθε μήνυμα και θα το φροντίσει.
en: Tell us what you need or what's inconvenient: the developer reads every message and will make it right.
es: Cuéntanos qué función necesitas o qué te incomodó: el desarrollador lee cada mensaje y lo resolverá.
fi: Kerro, mitä tarvitset tai mikä on hankalaa. Kehittäjä lukee jokaisen viestin ja korjaa asian.
fr: Dites-nous ce dont vous avez besoin ou ce qui vous gêne. Le développeur lit chaque message et fera le nécessaire.
id: Tuliskan kebutuhan atau kendala Anda. Pengembang membaca langsung dan pasti akan menanganinya.
it: Dicci di cosa hai bisogno o cosa non ti convince: lo sviluppatore legge ogni messaggio e lo risolverà.
ja: 必要な機能や不便だった点を送っていただければ、開発者が直接読んで、必ず対応します。
nb: Fortell oss hva du trenger eller hva som er tungvint. Utvikleren leser alt og ordner det.
nl: Laat weten wat je nodig hebt of wat niet fijn werkte: de ontwikkelaar leest elk bericht en lost het op.
pl: Napisz, czego potrzebujesz lub co Ci przeszkadza. Twórca czyta każdą wiadomość i na pewno to naprawi.
pt_br: Conte o que você precisa ou o que atrapalhou. O desenvolvedor lê cada mensagem e vai resolver.
ru: Напишите, чего не хватает или что неудобно: разработчик читает каждое сообщение и обязательно всё исправит.
sv: Berätta vad du behöver eller vad som känns besvärligt: utvecklaren läser allt och löser det.
th: บอกเราว่าต้องการอะไรหรือติดขัดตรงไหน ผู้พัฒนาอ่านทุกข้อความและจะแก้ไขให้
tr: İhtiyacınız olan özelliği ya da zorlandığınız noktayı yazın: geliştirici her mesajı okur ve mutlaka çözer.
vi: Hãy cho chúng tôi biết bạn cần gì hoặc điều gì chưa tiện. Nhà phát triển sẽ đọc từng tin nhắn và xử lý cho bạn.
zh_hans: 把你需要的功能或者用着不顺的地方写下来，开发者会亲自读，并且一定给你解决。
zh_hant: 把你需要的功能或者用著不順的地方寫下來，開發者會親自讀，並且一定給你解決。

source: 필터 초기화
cs: Obnovit filtr
da: Nulstil filter
de: Filter zurücksetzen
el: Επαναφορά φίλτρου
en: Reset Filter
es: Restablecer filtro
fi: Nollaa suodatin
fr: Réinitialiser le filtre
id: Reset Filter
it: Reimposta filtro
ja: フィルターをリセット
nb: Nullstill filter
nl: Wis filter
pl: Resetuj filtr
pt_br: Limpar filtro
ru: Сбросить фильтр
sv: Återställ filter
th: รีเซ็ตตัวกรอง
tr: Filtreyi sıfırla
vi: Đặt lại bộ lọc
zh_hans: 重置筛选
zh_hant: 重置篩選

source: 하나만 계속 쓰는 사람
cs: Jedna fráze, často používaná
da: Én frase, brugt meget
de: Ein Textbaustein, oft genutzt
el: Μία φράση, πολλή χρήση
en: One shortcut, used a lot
es: Una sola frase, muy usada
fi: Yhtä fraasia paljon käyttävä
fr: Une seule phrase, très utilisée
id: Satu frasa, sering dipakai
it: Usa sempre una sola frase
ja: 一つを使い込む人
nb: Én frase, brukt mye
nl: Eén fragment, veel gebruikt
pl: Jedna fraza, używana często
pt_br: Um só Snippet, muito usado
ru: Одна фраза, но часто
sv: En fras, används ofta
th: ใช้ข้อความด่วนเดียวบ่อยๆ
tr: Tek ifadeyi çok kullanan
vi: Dùng đi dùng lại một cụm từ
zh_hans: 只反复用一条的人
zh_hant: 只反復用一條的人

source: 하나만 쓰는
cs: Jen jedna
da: Én frase
de: Nur einer
el: Μία φράση
en: One-trick
es: De un solo uso
fi: Yhden fraasin
fr: Une seule phrase
id: Satu andalan
it: Una sola frase
ja: 一点集中
nb: Bruker én frase
nl: Eén fragment
pl: Jedna fraza
pt_br: Um só uso
ru: Минималист
sv: Bara en
th: ใช้อย่างเดียว
tr: Tek ifade
vi: Chỉ dùng một
zh_hans: 只用一个
zh_hant: 只用一個

source: 하나만 쓰는 사람
cs: Uživatel jedné fráze
da: Bruger af én frase
de: Nutzer mit nur einem Baustein
el: Χρήστης μίας φράσης
en: One-trick user
es: Usuario de un solo uso
fi: Yhden fraasin käyttäjä
fr: Utilisateur d'une seule phrase
id: Pengguna satu andalan
it: Utente di una sola frase
ja: 一点集中の人
nb: Bruker én frase
nl: Gebruiker van één fragment
pl: Użytkownik jednej frazy
pt_br: Usuário de um só uso
ru: Минималист
sv: Användare med en fras
th: ผู้ใช้แบบใช้อย่างเดียว
tr: Tek ifade kullanan
vi: Người chỉ dùng một cụm từ
zh_hans: 只用一个的用户
zh_hant: 只用一個的使用者

source: 하나씩 만들고 계시네요. 통째로 붙여넣으면 한 번에 담겨요
cs: Přidáváte je po jedné? Vložte celý seznam a uložíte je naráz
da: Opretter du dem én ad gangen? Indsæt hele listen, så får du dem alle på én gang
de: Du legst sie einzeln an? Füge die ganze Liste ein, dann sind alle auf einmal da
el: Τις προσθέτετε μία μία; Επικολλήστε ολόκληρη τη λίστα και αποθηκεύονται όλες μαζί
en: Adding them one by one? Paste the whole list and get them all at once
es: ¿Las creas una por una? Pega toda la lista y se guardan de una vez
fi: Lisäätkö ne yksi kerrallaan? Liitä koko lista, niin kaikki tallentuvat kerralla
fr: Vous les ajoutez une par une ? Collez toute la liste pour tout enregistrer d'un coup
id: Menambahkan satu per satu? Tempel seluruh daftar agar tersimpan sekaligus
it: Li aggiungi uno alla volta? Incolla tutto l'elenco e li salvi in un colpo solo
ja: 一つずつ作っていませんか。まとめて貼り付ければ一度に保存できます
nb: Legger du dem inn én og én? Lim inn hele listen, så kommer alle på en gang
nl: Voeg je ze één voor één toe? Plak de hele lijst en bewaar ze in één keer
pl: Dodajesz je po kolei? Wklej całą listę, a zapiszą się naraz
pt_br: Está criando um por um? Cole a lista inteira e salve tudo de uma vez
ru: Добавляете по одной? Вставьте весь список, и всё добавится сразу
sv: Lägger du till dem en och en? Klistra in hela listan så sparas alla på en gång
th: สร้างทีละรายการอยู่หรือเปล่า วางทั้งรายการแล้วเพิ่มได้ในครั้งเดียว
tr: Tek tek mi ekliyorsunuz? Listeyi toptan yapıştırın, hepsi bir seferde eklensin
vi: Bạn đang thêm từng cụm từ một? Dán cả danh sách để thêm một lần
zh_hans: 是在一条一条加吗？整段粘进来就能一次全存好
zh_hant: 是在一條一條加嗎？整段貼進來就能一次全存好

source: 하루 일과를 통째로 벌었어요. 이건 자랑해도 돼요.
cs: Celý pracovní den navíc. Klidně se pochlubte.
da: En hel arbejdsdag, tjent ind. Du må godt prale.
de: Ein ganzer Arbeitstag, zurückgeholt. Darauf darfst du stolz sein.
el: Κερδίσατε μια ολόκληρη εργάσιμη μέρα. Μπορείτε να το καυχηθείτε.
en: A full workday, earned back. Go ahead and brag.
es: Ganaste una jornada completa. Puedes presumirlo.
fi: Ansaitsit takaisin kokonaisen työpäivän. Saat kehua.
fr: Une journée de travail entière gagnée. Vous pouvez en être fier.
id: Satu hari kerja penuh berhasil dihemat. Boleh bangga.
it: Hai guadagnato un'intera giornata di lavoro. Puoi andarne fiero.
ja: 丸一日分の時間を取り戻しました。自慢していいですよ。
nb: En hel arbeidsdag spart inn. Det tåler å skrytes av.
nl: Een hele werkdag terugverdiend. Je mag best trots zijn.
pl: Cały dzień pracy odzyskany. Możesz się pochwalić.
pt_br: Um dia de trabalho inteiro recuperado. Pode se orgulhar.
ru: Вы сэкономили целый рабочий день. Этим стоит похвастаться.
sv: En hel arbetsdag, intjänad. Du får gärna skryta.
th: ได้เวลาทำงานทั้งวันคืนมาแล้ว ภูมิใจได้เลย
tr: Tam bir iş günü kazandınız. Biraz övünebilirsiniz.
vi: Bạn đã lấy lại trọn một ngày làm việc. Cứ tự hào nhé.
zh_hans: 整整挣回了一天的工作时间。这个可以拿去炫耀。
zh_hant: 整整掙回了一天的工作時間。這個可以拿去炫耀。

source: 하루치 일과를 벌었어요
cs: Získali jste celý pracovní den
da: Du har tjent en hel arbejdsdag ind
de: Du hast einen Arbeitstag gespart
el: Κερδίσατε μια εργάσιμη μέρα
en: You earned a full workday
es: Ganaste una jornada completa
fi: Ansaitsit kokonaisen työpäivän
fr: Vous avez gagné une journée de travail
id: Anda menghemat satu hari kerja
it: Hai guadagnato una giornata di lavoro
ja: 1日分の時間を取り戻しました
nb: Du har spart en hel arbeidsdag
nl: Je hebt een hele werkdag terugverdiend
pl: Odzyskano cały dzień pracy
pt_br: Você ganhou um dia de trabalho
ru: Вы сэкономили целый рабочий день
sv: Du har tjänat in en hel arbetsdag
th: คุณได้เวลาทำงานคืนมาหนึ่งวัน
tr: Bir iş günü kazandınız
vi: Bạn đã lấy lại một ngày làm việc
zh_hans: 省下了一整天的工作时间
zh_hant: 省下了一整天的工作時間

source: 하세요
cs: Ahoj
da: Hej
de: Hallo
el: Γεια σας
en: Hello
es: Hola
fi: Hei
fr: Bonjour
id: Halo
it: Ciao
ja: こんにちは
nb: Hei
nl: Hallo
pl: Cześć
pt_br: Olá
ru: Привет
sv: Hej
th: สวัสดี
tr: Merhaba
vi: Xin chào
zh_hans: 你好
zh_hant: 你好

source: 하이픈
cs: Spojovník
da: Bindestreg
de: Bindestrich
el: Ενωτικό
en: Hyphen
es: Guion
fi: Yhdysmerkki
fr: Trait d'union
id: Tanda hubung
it: Trattino
ja: ハイフン
nb: Bindestrek
nl: Koppelteken
pl: Łącznik
pt_br: Hífen
ru: Дефис
sv: Bindestreck
th: ยัติภังค์
tr: Tire
vi: Dấu gạch nối
zh_hans: 连字符
zh_hant: 連字符

source: 학과 학번 이름
cs: Obor, studijní číslo, jméno
da: Studieretning, studienummer, navn
de: Fach, Matrikelnummer, Name
el: Τμήμα, αριθμός μητρώου, όνομα
en: Major, student ID, name
es: Carrera, matrícula y nombre
fi: Pääaine, opiskelijanumero, nimi
fr: Filière, numéro d'étudiant, nom
id: Jurusan, NIM, nama
it: Corso, matricola, nome
ja: 学科 学籍番号 氏名
nb: Fag, studentnummer, navn
nl: Studie, studentnummer, naam
pl: Kierunek, nr albumu, imię i nazwisko
pt_br: Curso, matrícula e nome
ru: Факультет, студенческий, имя
sv: Program, studentnummer, namn
th: คณะ รหัสนักศึกษา ชื่อ
tr: Bölüm, öğrenci no, isim
vi: Ngành, mã số sinh viên, họ tên
zh_hans: 专业 学号 姓名
zh_hant: 專業 學號 姓名

source: 학교 이메일
cs: Školní e-mail
da: Skolemail
de: Uni-E-Mail
el: Ηλ. ταχυδρομείο σχολής
en: School Email
es: Correo escolar
fi: Koulun sähköposti
fr: E-mail de l'école
id: Email Kampus
it: Email dell'università
ja: 学校のメール
nb: Skole-e-post
nl: School-e-mail
pl: E-mail uczelniany
pt_br: E-mail da escola
ru: Школьная почта
sv: Skolmejl
th: อีเมลโรงเรียน
tr: Okul e-postası
vi: Email trường
zh_hans: 学校邮箱
zh_hant: 學校信箱

source: 학교 이메일 (선택 사항)
cs: Školní e-mail (volitelné)
da: Skolemail (valgfri)
de: Uni-E-Mail (optional)
el: Ηλ. ταχυδρομείο σχολής (προαιρετικό)
en: School Email (optional)
es: Correo escolar (opcional)
fi: Koulun sähköposti (valinnainen)
fr: E-mail de l'école (facultatif)
id: Email Kampus (opsional)
it: Email dell'università (facoltativa)
ja: 学校のメール (任意)
nb: Skole-e-post (valgfritt)
nl: School-e-mail (optioneel)
pl: E-mail uczelniany (opcjonalnie)
pt_br: E-mail da escola (opcional)
ru: Школьная почта (необязательно)
sv: Skolmejl (valfritt)
th: อีเมลโรงเรียน (ไม่บังคับ)
tr: Okul e-postası (isteğe bağlı)
vi: Email trường (không bắt buộc)
zh_hans: 学校邮箱（可选）
zh_hant: 學校信箱（可選）

source: 학번
cs: Studijní číslo
da: Studienummer
de: Matrikelnummer
el: Αριθμός μητρώου
en: Student ID
es: Matrícula
fi: Opiskelijanumero
fr: Numéro d'étudiant
id: NIM
it: Matricola
ja: 学籍番号
nb: Studentnummer
nl: Studentnummer
pl: Numer albumu
pt_br: Matrícula
ru: Студенческий ID
sv: Studentnummer
th: รหัสนักศึกษา
tr: Öğrenci no
vi: Mã số sinh viên
zh_hans: 学号
zh_hant: 學號

source: 학번, 학교 이메일, 과제 템플릿이 필요한 분께 추천
cs: Pro studenty, kteří potřebují studijní číslo, školní e-mail a šablony úkolů
da: Anbefalet, hvis du har brug for studienummer, skolemail og opgaveskabeloner
de: Für alle, die Matrikelnummer, Uni-E-Mail und Aufgabenvorlagen brauchen
el: Για όσους χρειάζονται αριθμό μητρώου, ηλ. ταχυδρομείο σχολής και πρότυπα εργασιών
en: For students needing IDs, school email, and assignment templates
es: Para quien necesita matrícula, correo escolar y plantillas de tareas
fi: Suositus, jos tarvitset opiskelijanumeron, koulun sähköpostin ja tehtäväpohjia
fr: Pour les étudiants qui ont besoin de numéro d'étudiant, d'e-mail d'école et de modèles de devoirs
id: Cocok bagi yang butuh NIM, email kampus, dan templat tugas
it: Consigliato a chi usa matricola, email dell'università e modelli per i compiti
ja: 学籍番号、学校のメール、課題のテンプレートが必要な方におすすめ
nb: Anbefalt for deg som trenger studentnummer, skole-e-post og maler til oppgaver
nl: Voor studenten die studentnummer, school-e-mail en sjablonen voor opdrachten nodig hebben
pl: Dla studentów: numer albumu, e-mail uczelniany i szablony prac
pt_br: Recomendado para quem precisa de matrícula, e-mail da escola e modelos de trabalho
ru: Для тех, кому нужны студенческий ID, школьная почта и шаблоны для заданий
sv: För dig som behöver studentnummer, skolmejl och uppgiftsmallar
th: แนะนำสำหรับผู้ที่ต้องใช้รหัสนักศึกษา อีเมลโรงเรียน และเทมเพลตงาน
tr: Öğrenci no, okul e-postası ve ödev şablonu gerekenlere önerilir
vi: Phù hợp với bạn cần mã số sinh viên, email trường và mẫu bài tập
zh_hans: 推荐给需要学号、学校邮箱和作业模板的人
zh_hant: 推薦給需要學號、學校信箱和作業範本的人

source: 학번·교수님 메일·조별과제 공지를 한 번에 넣고 계시잖아요. 조별과제 방에 링크 하나면 돼요.
cs: Studijní číslo, e-maily vyučujícím a oznámení ke skupinovému projektu už vkládáte jedním klepnutím. Do skupinového chatu stačí jeden odkaz.
da: Du indsætter allerede studienummer, underviserens mail og gruppeopgavens beskeder med ét tryk. Et enkelt link i gruppechatten er nok.
de: Du fügst Matrikelnummer, Prof-Mails und Gruppenarbeit-Hinweise schon mit einem Tipp ein. Ein Link im Gruppenchat reicht.
el: Βάζετε ήδη με ένα πάτημα τον αριθμό μητρώου, τα μηνύματα προς καθηγητές και τις ανακοινώσεις ομαδικών εργασιών. Ένας σύνδεσμος στη συνομιλία της ομάδας αρκεί.
en: You're already filling in your student ID, professor emails and group project notices in one tap. One link in your group chat is all it takes.
es: Ya pones tu matrícula, los correos de tus profesores y los avisos del trabajo en equipo en un toque. Basta un enlace en el chat del grupo.
fi: Syötät jo opiskelijanumeron, opettajan sähköpostin ja ryhmätyön ilmoitukset yhdellä napautuksella. Ryhmätyön chattiin riittää yksi linkki.
fr: Vous saisissez déjà en une fois votre numéro d'étudiant, les e-mails de vos professeurs et les annonces de projets de groupe. Un seul lien dans votre groupe suffit.
id: Anda sudah mengisi NIM, email dosen, dan pengumuman tugas kelompok sekali ketuk. Cukup satu tautan di grup tugas kelompok.
it: Inserisci già matricola, email dei professori e avvisi dei lavori di gruppo con un tocco. Basta un link nella chat del gruppo.
ja: 学籍番号、教授へのメール、グループ課題のお知らせを、ワンタップで入力していますね。グループチャットにリンクを一つ送るだけです。
nb: Du fyller allerede inn studentnummer, e-post til foreleser og gruppemeldinger med ett trykk. Én lenke i gruppechatten er nok.
nl: Je vult je studentnummer, de mail van je docent en groepsberichten al met één tik in. Eén link in je groepschat is genoeg.
pl: Numer albumu, maile do wykładowców i ogłoszenia do projektu grupowego wstawiasz już jednym dotknięciem. Do czatu grupowego wystarczy jeden link.
pt_br: Você já preenche matrícula, e-mail do professor e aviso do trabalho em grupo de uma vez. Basta um link no grupo.
ru: Вы уже вводите студенческий номер, email преподавателя и объявления по групповым проектам в один тап. Достаточно одной ссылки в чате группы.
sv: Du fyller redan i studentnummer, lärarnas mejl och gruppuppgifternas meddelanden med ett tryck. En länk i gruppchatten räcker.
th: คุณกรอกรหัสนักศึกษา อีเมลอาจารย์ และประกาศงานกลุ่มในแตะเดียวอยู่แล้ว แชร์ลิงก์เดียวในแชตกลุ่มก็พอ
tr: Öğrenci numaranızı, hoca e-postalarınızı ve grup ödevi duyurularını zaten tek dokunuşla giriyorsunuz. Grup sohbetine tek bir bağlantı yeterli.
vi: Bạn đã nhập mã số sinh viên, email giảng viên và thông báo bài tập nhóm chỉ với một lần chạm. Chỉ cần một liên kết trong nhóm chat là đủ.
zh_hans: 你已经一键输入学号、给教授的邮件和小组作业通知了。在小组群里发个链接就行。
zh_hant: 你已經一鍵輸入學號、給教授的郵件和小組作業通知了。在小組群裡發個連結就行。

source: 학번은 이제 한 탭으로
cs: Studijní číslo na jedno klepnutí
da: Dit studienummer, med ét tryk
de: Deine Matrikelnummer, ein Tipp
el: Ο αριθμός μητρώου με ένα πάτημα
en: Your student ID, one tap away
es: Tu matrícula, en un toque
fi: Opiskelijanumero yhdellä napautuksella
fr: Votre numéro d'étudiant, en un geste
id: NIM Anda, cukup sekali ketuk
it: La tua matricola, con un tocco
ja: 学籍番号はワンタップで
nb: Studentnummeret ditt, med ett trykk
nl: Je studentnummer, met één tik
pl: Numer albumu jednym dotknięciem
pt_br: Sua matrícula, em um toque
ru: Номер студенческого в одно касание
sv: Ditt studentnummer, med ett tryck
th: รหัสนักศึกษา แตะเดียวเสร็จ
tr: Öğrenci numaranız tek dokunuşta
vi: Mã số sinh viên, chỉ một chạm
zh_hans: 学号，一点即出
zh_hant: 學號，一點即出

source: 학번이나 과제 메일처럼 매번 치는 글을 키보드에서 한 번에 넣어요. %@
cs: Věci, které píšete pořád dokola, třeba studijní číslo nebo e-mail k úkolu, vložíte z klávesnice jedním klepnutím. %@
da: Skriv ting som studienummer eller opgavemails med ét tryk fra tastaturet. %@
de: Tippe Dinge wie Matrikelnummer oder Aufgaben-Mails mit einem Tipp über die Tastatur. %@
el: Γράψτε από το πληκτρολόγιο, με ένα πάτημα, ό,τι πληκτρολογείτε κάθε φορά, όπως τον αριθμό μητρώου ή μηνύματα για εργασίες. %@
en: Type things like your student ID or assignment emails in one tap from the keyboard. %@
es: Escribe en un toque, desde el teclado, lo que siempre tecleas, como tu matrícula o correos de tareas. %@
fi: Lisää opiskelijanumero tai tehtäväpostit yhdellä napautuksella näppäimistöltä. %@
fr: Saisissez en un geste, depuis le clavier, ce que vous tapez à chaque fois, comme votre numéro d'étudiant ou vos e-mails de devoirs. %@
id: Ketik hal seperti NIM atau email tugas sekali ketuk dari keyboard. %@
it: Scrivi dalla tastiera, con un tocco, i testi che ripeti ogni volta, come la matricola o le email per i compiti. %@
ja: 学籍番号や課題のメールなど、毎回打つ文章をキーボードからワンタップで入力できます。%@
nb: Skriv ting du bruker hele tiden, som studentnummer eller e-post om oppgaver, med ett trykk fra tastaturet. %@
nl: Typ je studentnummer of opdrachtmails met één tik vanaf het toetsenbord. %@
pl: Wstawiaj z klawiatury jednym dotknięciem to, co ciągle wpisujesz, np. numer albumu czy maile z zadaniami. %@
pt_br: Digite o que você escreve toda vez, como matrícula ou e-mail de trabalhos, de uma vez pelo teclado. %@
ru: Такие вещи, как студенческий номер или email для заданий, вводите одним тапом с клавиатуры. %@
sv: Skriv sådant du ofta skriver, som studentnummer eller uppgiftsmejl, med ett tryck från tangentbordet. %@
th: พิมพ์ข้อความที่ใช้ซ้ำๆ เช่น รหัสนักศึกษาหรืออีเมลส่งงาน จากคีย์บอร์ดในแตะเดียว %@
tr: Öğrenci numaranız veya ödev e-postalarınız gibi sık yazdıklarınızı klavyeden tek dokunuşla girin. %@
vi: Nhập những thứ bạn gõ mỗi ngày như mã số sinh viên hay email nộp bài chỉ với một chạm trên bàn phím. %@
zh_hans: 学号、作业邮件这类每次都要打的内容，在键盘上一键输入。%@
zh_hant: 學號、作業郵件這類每次都要打的內容，在鍵盤上一鍵輸入。%@

source: 학생
cs: Student
da: Studerende
de: Student
el: Φοιτητής
en: Student
es: Estudiante
fi: Opiskelija
fr: Étudiant
id: Mahasiswa
it: Studente
ja: 学生
nb: Student
nl: Student
pl: Student
pt_br: Estudante
ru: Студент
sv: Student
th: นักเรียน
tr: Öğrenci
vi: Sinh viên
zh_hans: 学生
zh_hant: 學生

source: 한
cs: Ko
da: Ko
de: Ko
el: Κο
en: Ko
es: Ko
fi: Ko
fr: Ko
id: Ko
it: Ko
ja: 韓
nb: Ko
nl: Ko
pl: Ko
pt_br: Ko
ru: Кор
sv: Ko
th: ไท
tr: Ko
vi: Hàn
zh_hans: 韩
zh_hant: 韓

source: 한 가지 일에 딱 맞게 쓰고 있어요. 두 번째 쓸모를 알려주면 늘어나요.
cs: Používají ji jen k jedné věci. Ukažte jim druhé využití a vyroste.
da: De bruger den til netop én opgave. Vis dem en anden brug, så vokser den.
de: Genutzt wird es nur für eine Aufgabe. Zeig eine zweite Anwendung, dann wächst es.
el: Το χρησιμοποιούν για μία μόνο δουλειά. Δείξτε τους μια δεύτερη χρήση και θα μεγαλώσει.
en: They use it for exactly one job. Show them a second use and it grows.
es: Lo usan para una sola cosa. Muéstrales un segundo uso y crecerá.
fi: Käytössä vain yhteen asiaan. Näytä toinen käyttötapa, niin käyttö laajenee.
fr: Il ne sert qu'à une seule chose. Montrez-lui un deuxième usage et il en fera plus.
id: Dipakai untuk satu keperluan saja. Tunjukkan kegunaan kedua, dan pemakaiannya bertambah.
it: Lo usa per un solo scopo. Mostragli un secondo uso e crescerà.
ja: 一つの用途にぴったり使っています。二つ目の使い道を伝えると広がります。
nb: De bruker den til én ting. Vis dem en ny bruk, så vokser den.
nl: Je gebruikt het voor precies één taak. Laat een tweede toepassing zien en het gebruik groeit.
pl: Używają go tylko do jednej rzeczy. Pokaż drugie zastosowanie, a urośnie.
pt_br: Usam para uma tarefa só. Mostre um segundo uso e eles usam mais.
ru: Используют только для одной задачи. Покажите вторую, и активность вырастет.
sv: De använder den till en enda sak. Visa en andra användning, så växer den.
th: ใช้กับงานเดียวพอดี ลองบอกวิธีใช้แบบที่สองแล้วจะใช้มากขึ้น
tr: Tek bir iş için kullanıyorlar. İkinci bir kullanım gösterirseniz artar.
vi: Họ đang dùng cho đúng một việc. Gợi ý cho họ cách dùng thứ hai thì mức dùng sẽ tăng.
zh_hans: 他们只把它用在一件事上。告诉他们第二种用法，用量就会涨。
zh_hant: 他們只把它用在一件事上。告訴他們第二種用法，用量就會漲。
